[Info]
Translator=Emiel Wieldraaijer
Language=English
Version=1.0.4

[Translation]
001=Error
002=Important files are missing
003=&File
004=&Language
005=&Settings
006=E&xit
007=Save settings
008=Reset settings
009=Copy settings to clipboard
010=Website
011=Help
012=Online help
013=About
014=Start
015=Current Section
016=Defragmentation settings
017=For more freeware
018=Visit our Website
019=Reduce MyDefrag working set memory while defragging
020=Drive selection
021=Advanced settings
022=Program options
023=Independent programs
024=Information
025=Action
026=Analyze only
027=Analyze and defragment
028=Optimize Daily: Fast defragment and optimize the selected disk(s)
029=Optimize Weekly: Defragment and optimize the selected disk(s)
030=Optimize Monthly: Thoroughly defragment and optimize the selected disk(s)
031=Analyze, defragment and move to end of disk
032=Analyze and sort files by name. [SLOW]
033=Analyze and sort files by size (smallest first). [SLOW]
034=Analyze and sort files by last access (newest first). [SLOW]
035=Analyze and sort files by last change (oldest first). [SLOW]
036=Analyze and sort files by creation time (oldest first). [SLOW]
037=Debug
038=No Debug
039=Fatal errors
040=Warning messages
041=General progress messages
042=Detailed progress messages
043=Detailed file information
044=Detailed gap-filling messages
045=Detailed gap-finding messages
046=Sort order
047=Ascending
048=Descending
049=Speed
050=Free space
051=Defrag all drives
052=Wash all drives
053=Empty recycle bin on drives
054=Run cleaner options before defrag
055=Play sound when finished
056=Show logfile after defrag
057=Action after defrag
058=Nothing
059=Shutdown
060=Reboot
061=Standby
062=Hibernate
063=Logoff
064=Press the drive letter button to display information
065=Defrag this disk
066=Wash this disk
067=Empty recycle bin on this disk
068=Total Space
069=Used Space
070=Free Space
071=Label
072=File System
073=Volume Serial
074=Cluster Size
075=Number of Sectors
076=Information of Drive
077=Include
078=The items to be defragmented and optimized.
079=Some examples:
080=(This will overwrite the disks selection)
081=Exclude files or folders that match the mask.
082=Move these files to the end. (Spacehogs)
083=Files or folders to be moved to the end of data. (Spacehogs)
084=Run before
085=Select
086=Command to run before starting everything else
087=Clear selection
088=Run after
089=Command to run after everything else is finished
090=Select Speed (100 = max)
091=Create logfile
092=Use default logfile location
093=Set path to the location of the logfile
094=Check for updates on startup
095=Detect removable disk on startup
096=Detect floppy disk on startup
097=Detect ram disk on startup
098=Delete logfile(s) on exit
099=Enable default spacehog
100=Save settings on exit
101=Hide scheduled task
102=Close MyDefrag when finished
103=Close MyDefragPowerGUI after defrag has finished
104=Show update information in right panel
105=Use CCleaner instead of builtin cleaner
106=Shows local version information and updated
107=information retrieved from the internet.
108=Requires an internet connection.
109=Spacehogs are less important files that take up a lot of space.
110=MyDefrag moves them behind the directories and the regular files,
111=to make those faster. You can find the internal list of SpaceHogs
112=on http://www.mydefrag.com in FAQ section.
113=You can add more to the list on the advanced tab.
114=Set transparency
115=Reset transparency
116=Save transparency
117=Windows Installation
118=Screensaver Installation
119=Schedule a Defragmentation
120=System Cleanup
121=Wipe deleted data of free hard disk space
122=Pagefile Defragmentation
123=Send the author an email
124=Comments or questions
125=Credits
126=MyDefrag Program
127=Portuguese translation
128=Bulgarian translation
129=French translation
130=Spanish translation
131=German translation
132=Dutch translation
133=Italian translation
134=Romanian translation
135=Swedish translation
136=Hungarian translation
137=Polish translation
138=Catalan translation
139=Japanese translation
140=Brazilian Portuguese translation
141=Slovenian translation
142=Russian translation
143=Hellenic translation (Greek)
144=Chinese translation (Traditional)
145=Chinese translation (Simplified)
146=Czech translation
147=Serbian translation
148=Slovak translation
149=Valencian translation
150=Hebrew translation
151=Croatian translation
152=Indonesian translation
153=Ukrainian translation
154=Turkish translation
155=Korean translation
156=Danish translation
157=Finnish translation
158=Vietnamese translation
159=Norwegian translation
160=Latvian translation
161=Arabic translation
162=Computer information
163=Operating System
164=Service Pack
165=Installation Date
166=Processor
167=Memory
168=Uptime [dd:hh:mm:ss]
169=Exit
170=Uninstall already running.. Exiting.....
171=MyDefragPowerGUI is running please exit, before uninstalling
172=No Installation path found
173=No GUI found in installation path
174=Admin rights needed for uninstalling MyDefragPowerGUI.. Exiting.....
175=Uninstall
176=Yes
177=Once
178=Daily
179=Weekly
180=Monthly
181=OnIdle
182=Startup
183=Logon
184=Nothing selected
185=Question about MyDefragPowerGUI
186=Save
187=Settings saved sucessful
188=Language
189=Add GUI to Windows startup
190=Create a desktop shortcut
191=Create a Start Menu folder
192=Create a Quick Launch shortcut
193=Create a restore point
194=Install MyDefragPowerGUI into
195=Browse and select a folder
196=Please Wait
197=&Install
198=&Remove
199=Timeout
200=Do not Defrag if last run was less then X hours ago
201=Status bar
202=Full status bar
203=Top line only (no filenames)
204=No status bar
205=Alternative
206=Select a MyDefrag script to run
207=Create script based on GUI settings
208=Username
209=Password
210=Time/Date
211=Start date
212=Interval
213=Delay
214=Wait x Seconds before starting MyDefrag after logon
215=Su
216=Mo
217=Tu
218=We
219=Th
220=Fr
221=Sa
222=Submit task
223=Change task
224=Delete task
225=Current User
226=All Users
227=Emtpy temp folder
228=Empty recent folder
229=Empty Internet Explorer cache
230=Empty cookies folder
231=Empty history folder
232=Empty Windows temp folder
233=Empty prefetch folder
234=Registry optimization
235=No
236=Run
237=Drive
238=Are you sure?
239=MyDefragPowerGUI removed successful
240=Type
241=Repeat X Times
242=Higher values will take longer but will be more effective
243=No Password specified
244=Percent
245=Stop
246=Apply
247=At next boot
248=At every boot
249=Defragmentation abort countdown
250=seconds
251=Don't defragment (uninstall)
252=Not enough space to install MyDefragPowerGUI !
253=Update
254=Scheduler
255=Task scheduled successful
256=Task deleted successful
257=Unable to delete Job, Please try again
258=Select a folder to install MyDefragPowerGUI
259=Print
260=Inactive
261=Active
262=Close
263=&Delete
264=Select logfile
265=Logfile
266=Read &logfile
267=Error connecting to server.
268=You can connect to the internet
269=You can access the site
270=Your firewall is not blocking internet access to this program
271=Due to the EULA of Sysinternals
272=PageDefrag is not included and has to
273=be downloaded from the Microsoft site
274=Please verify the following:
275=MyDefrag from Jeroen Kessels
276=it not included in the archive
277=and must be downloaded.
278=No logfile created yet
279=Check for updates
280=Do you want to schedule for active user only?
281=Exclude
282=Consolidate free space
283=Spacehog file size in MB
284=MyDefragPowerGUI is already running
285=Download and install updates
286=Keep settings and logfiles
287=Must be run from the same folder as MyDefragPowerGUI
288=Download
289=Extract
290=Downloading
291=Download completed.
292=Download Error.
293=MB.
294=MB downloaded.
295=Do you want to download?
296=Changelog
297=Lock computer
298=MyDefrag Colors
299=Empty space of the disk
300=Unknown data
301=Unfragmented files
302=Currently selected unfragmented files
303=Fragmented files
304=Currently selected fragmented files
305=Unmovable files
306=Currently selected unmovable files
307=Finished files
308=The file that is currently being read or written
309=Printscreen
310=Remove scheduled task
311=Remove Screensaver
312=Custom scripts
313=Flash memory disks
314=MyDefrag running in the background
315=Press for drive information
316=Run from U3, please download new version from our website.
317=Scheduler
318=Already run, please reboot
319=Automatic update internal updater
320=Installed successful